{
    "projects": [
        {"headerimg":"./logos/cadc.png", "name":"CaDC WaterRebate", "date":"Spring 2021", "description":"This project team helped the California Data Collaborative (CaDC) update the user interface of their web application. They added small features to help the web application's users more easily navigate it, including reorganizing the buttons and adding toggles to hide tables when unneeded. They also implemented ranking charts to help users gauge water saving performance in different cities for a specified rebate program.", "tech":"Python, Flask, Postgres, AWS", "link":"https://www.californiadatacollaborative.org/", "gitlink":"https://github.com/ecodistricthamptonroads/EcoDistricts-Hampton-Roads", "contributors":"Daneil Nguyen (PM), Anna Feng (Tech Lead), Anthony Squillacioti, Thomas Pallan, Kevin Chen, Nate Mekonnen, Surabi Ramamurthy, Eric Yi"},
        {"headerimg":"./logos/cadc1.png", "name":"CaDC Data Parser", "date":"Spring 2021", "description":"This project team cleaned, aggregated, and displayed the data given by CaDC customers by checking the validity and correctness of the data prior to transporting it into an Amazon S3 bucket. The California Data Collaborative (CaDC) is a network of water professionals collaborating to create tools and applied research supporting planning and analysis.", "tech":"Python, Flask, Postgres, AWS", "link":"https://www.californiadatacollaborative.org/", "gitlink":"#", "contributors":"Mohini Dutta (PM), Alisha Varma (PM), Stanley Thomas (Tech Lead), Alexis Johnson, Angela Liu, Vidit Makwana, Andy Qu, Samara Wondimu, Rachel Wu"},
        {"headerimg":"./logos/InspireAndEmpower1.png", "name":"Inspire and Empower", "date":"Spring 2021", "description":"This project team is developing a website for Inspire and Empower, which aims to give women interested in STEM greater resources. The team is building a website for the organization to convey information and will allow women to connect to others.", "tech":"MongoDB, Express.js, React, Node, Strapi", "link":"https://www.inspireandempower.org/", "gitlink":"#", "contributors":"Ferzam Mohammad (PM), Vrundal Shah (Tech Lead), Eileen Wang, Katherine Wang, Julie Yang, Vibhu Agrawal, Shivanee Arun, Rudy Fuentes, Daniel Wei"},
        {"headerimg":"./logos/arcadia.png", "name":"Arcadia", "date":"Spring 2021", "description":"This project team created a desktop application for the Arcadia Center for Sustainable Food and Agriculture, a nonprofit organization dedicated to creating a more equitable and sustainable local food system in the Washington, DC area. The application automates the generation of individualized pdf reports for the organization's customers.", "tech":"Python, PyFPDF, Pandas, Matplotlib", "link":"http://arcadiafood.org/", "gitlink":"https://github.com/Hack4Impact-UMD/Arcadia", "contributors":"Sadena Rishindran (PM), Abbie Tran (Tech Lead), Steven Berit, Sravya Kommuri, Miranda Song, Hana Zherka, Sean Ha"},
        {"headerimg":"./logos/eco.png", "name":"Hampton Roads ECO District", "date":"Fall 2020", "description":"This project team is developing a website for the ECO District community in Hampton Roads, Virginia. The website gives residents access to jobs/opportunities, surveys/focus groups, and tools such as Healthy Home & Energy Efficiency Tool to help community members support each other. This was made in partnership with the Center for Sustainable Communities-Atlanta.", "tech":"MongoDB, Express.js, React, Node, AWS", "link":"http://ecodistricthamptonroads.org/", "gitlink":"https://github.com/ecodistricthamptonroads/EcoDistricts-Hampton-Roads", "contributors":"Simin Li (PM), Rajashow Parajuli (Tech Lead), Shania Kamara, Jessica Le, Yashas Lokesh, Sammy Munta, Eileen Wang, Joseph Davies"},
        {"headerimg":"./logos/csc.png", "name":"Women in Science, Engineering, and the Environment (WISE-E)", "date":"Fall 2020", "description":"This project team is working to create a website home for the Women in Science, Engineering, and the Environment (WISE-E) program. The initiative aims to connect women interested in science to resources and larger networks and promote their participation in these fields. This was made in partnership with the Center for Sustainable Communities-Atlanta and IEEE.", "tech":"MongoDB, React, Node, Material-UI, AWS", "link":"https://csc-atl.org/wise-e/", "gitlink":"https://github.com/Hack4Impact-UMD/WISE-E", "contributors":"Lydia Hu (PM), Jason Maa (Tech Lead), Shivanee Arun, Elizabeth Chen, Nate Mekonnen, Daneil Nguyen"}
    ]
}
